Repository: kocakli/lumi-monorepo
Catalog: apps/lumi-ios/Lumi/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, zh_hans

# sensitive.helper
source: Lumi will send extra gentle messages during these days.
de: An diesen Tagen schickt dir Lumi besonders sanfte Worte.
es: Durante esos días Lumi te enviará palabras aún más suaves.
fr: Durant ces jours, Lumi t'enverra des mots encore plus doux.
it: In quei giorni Lumi ti invierà parole ancora più dolci.
ja: その日々にはLumiから、よりやさしい言葉が届きます。
ko: 그 며칠 동안 Lumi는 더 다정한 말을 보내 드려요.
pt_br: Nesses dias o Lumi vai te enviar palavras ainda mais carinhosas.
tr: O günlerde Lumi sana daha da yumuşak sözler gönderir.
zh_hans: 在这些日子里,Lumi 会送来更轻柔的话。

# sensitive.last_period
source: LAST SENSITIVE PERIOD
de: LETZTE EMPFINDSAME ZEIT
es: ÚLTIMO PERIODO SENSIBLE
fr: DERNIÈRE PÉRIODE SENSIBLE
it: ULTIMO PERIODO DELICATO
ja: 前回のやわらぎの日
ko: 지난 섬세한 날들
pt_br: ÚLTIMO PERÍODO SENSÍVEL
tr: SON HASSAS DÖNEM
zh_hans: 上一次的柔和日子

# sensitive.next_label
source: Next:
de: Nächstes Mal:
es: Próxima vez:
fr: Prochaine fois :
it: Prossima volta:
ja: 次は:
ko: 다음:
pt_br: Próximo:
tr: Sıradaki:
zh_hans: 下次:

# sensitive.question
source: When do you usually feel more sensitive?
de: Wann fühlst du dich gewöhnlich empfindsamer?
es: ¿Cuándo sueles sentirte más sensible?
fr: Quand te sens-tu habituellement plus sensible ?
it: Quando ti senti di solito più delicata?
ja: ふだん、どんな日にゆらぎを感じますか
ko: 보통 언제 더 섬세해지나요
pt_br: Quando você costuma se sentir mais sensível?
tr: Genelde ne zaman daha hassas hissedersin?
zh_hans: 你通常在什么时候会更敏感呢

# sensitive.title
source: Sensitive Days Mode
de: Sanfte Tage
es: Modo Días Sensibles
fr: Mode Jours Sensibles
it: Modalità Giorni Delicati
ja: やわらぎの日モード
ko: 섬세한 날들 모드
pt_br: Modo Dias Sensíveis
tr: Hassas Günler Modu
zh_hans: 柔和日子 模式

# settings.copy_code
source: COPY CODE
de: CODE KOPIEREN
es: COPIAR CÓDIGO
fr: COPIER LE CODE
it: COPIA IL CODICE
ja: コードをコピー
ko: 코드 복사
pt_br: COPIAR CÓDIGO
tr: KODU KOPYALA
zh_hans: 复制私密码

# settings.deactivate
source: DEACTIVATE MY ACCOUNT
de: MEIN KONTO STILLLEGEN
es: DESACTIVAR MI CUENTA
fr: DÉSACTIVER MON COMPTE
it: DISATTIVA IL MIO ACCOUNT
ja: アカウントをそっと閉じる
ko: 내 계정 조용히 닫기
pt_br: DESATIVAR MINHA CONTA
tr: HESABIMI SESSİZCE KAPAT
zh_hans: 停用我的账号

# settings.my_code
source: MY PRIVATE CODE
de: MEIN PRIVATER CODE
es: MI CÓDIGO PRIVADO
fr: MON CODE PRIVÉ
it: IL MIO CODICE PRIVATO
ja: あなたのプライベートコード
ko: 내 비밀 코드
pt_br: MEU CÓDIGO PRIVADO
tr: ÖZEL KODUM
zh_hans: 我的私密码

# settings.no_pairs
source: No connected souls yet
de: Noch keine verbundenen Seelen
es: Aún no hay almas conectadas
fr: Aucune âme connectée pour l'instant
it: Nessun'anima ancora connessa
ja: まだつながっている人はいません
ko: 아직 이어진 사람이 없어요
pt_br: Nenhuma alma conectada ainda
tr: Henüz bağlanmış bir gönül yok
zh_hans: 还没有结对的人

# settings.pair_device
source: PAIR DEVICE
de: GERÄT VERBINDEN
es: VINCULAR DISPOSITIVO
fr: LIER UN APPAREIL
it: LEGA DISPOSITIVO
ja: 端末をペアにする
ko: 기기 연결하기
pt_br: PAREAR DISPOSITIVO
tr: CİHAZ EŞLEŞTİR
zh_hans: 结对设备

# settings.pair_sanctuary
source: Pair Your Sanctuary
de: Verbinde deinen Zufluchtsort
es: Vincula tu santuario
fr: Lier votre sanctuaire
it: Lega il tuo santuario
ja: 庭をつなげる
ko: 정원을 잇기
pt_br: Pareie Seu Refúgio
tr: Sığınağını Eşleştir
zh_hans: 结对你的小院

# settings.pair_sanctuary.description
source: Link another device to your mindful space.
de: Verknüpfe ein anderes Gerät mit deinem stillen Raum.
es: Conecta otro dispositivo a tu espacio sereno.
fr: Reliez un autre appareil à votre espace de présence.
it: Collega un altro dispositivo al tuo spazio sereno.
ja: もうひとつの端末をあなたの静かな場所につなげます。
ko: 다른 기기를 당신의 조용한 공간에 잇습니다.
pt_br: Conecte outro dispositivo ao seu cantinho silencioso.
tr: Başka bir cihazı sessiz köşene bağla.
zh_hans: 把另一个设备连进你的安静空间。

# settings.pref.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
tr: Bildirimler
zh_hans: 通知

# settings.pref.notifications.desc
source: Gentle reminders and soft pings
de: Sanfte Erinnerungen und leise Zeichen
es: Recordatorios suaves y señales tenues
fr: Rappels doux et signes feutrés
it: Promemoria dolci e segnali sussurrati
ja: やさしいお知らせと、そっとした合図
ko: 다정한 알림과 조용한 신호
pt_br: Lembretes suaves e sinais sussurrados
tr: Nazik hatırlatmalar ve usul fısıltılar
zh_hans: 温柔的提醒,轻轻的招呼

# settings.pref.stealth
source: Stealth Mode
de: Stiller Modus
es: Modo Sigilo
fr: Mode discret
it: Modalità Discreta
ja: そっとモード
ko: 조용한 모드
pt_br: Modo Silencioso
tr: Sessiz Mod
zh_hans: 潜行模式

# settings.pref.stealth.desc
source: Browse without leaving a trace
de: Unbemerkt umherwandern, ohne Spuren zu hinterlassen
es: Camina sin dejar huella
fr: Se promener sans laisser de trace
it: Cammina senza lasciare traccia
ja: 足あとを残さずに歩く
ko: 흔적을 남기지 않고 거닐어요
pt_br: Caminhe sem deixar rastros
tr: İz bırakmadan dolaş
zh_hans: 悄悄地走过,不留下脚印

# settings.preferences
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: あなたの好み
ko: 내 취향
pt_br: Preferências
tr: Tercihler
zh_hans: 偏好

# settings.private_connection
source: Private Connection
de: Private Verbindung
es: Conexión privada
fr: Connexion privée
it: Connessione privata
ja: プライベートな縁
ko: 조용한 연결
pt_br: Conexão Privada
tr: Özel Bağ
zh_hans: 私密连接

# settings.private_connection.description
source: Securely sync your presence without sharing your identity.
de: Verbinde deine Anwesenheit, ohne deine Identität preiszugeben.
es: Sincroniza tu presencia sin revelar tu identidad.
fr: Synchronisez votre présence en silence, sans révéler votre identité.
it: Sincronizza la tua presenza senza rivelare la tua identità.
ja: 身元を明かさずに、そっと存在を共有できます。
ko: 신원을 드러내지 않고 조용히 곁에 있을 수 있어요.
pt_br: Compartilhe sua presença sem revelar quem você é.
tr: Kim olduğunu söylemeden, varlığını sessizce paylaş.
zh_hans: 在不暴露身份的前提下,悄悄与某个人保持连接。

# settings.subtitle
source: YOUR DIGITAL SANCTUARY
de: DEIN DIGITALER ZUFLUCHTSORT
es: TU SANTUARIO DIGITAL
fr: VOTRE SANCTUAIRE NUMÉRIQUE
it: IL TUO SANTUARIO DIGITALE
ja: あなたの静かな庭
ko: 당신만의 고요한 정원
pt_br: SEU REFÚGIO DIGITAL
tr: DİJİTAL SIĞINAĞIN
zh_hans: 你的安静小院

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
tr: Ayarlar
zh_hans: 设置

# settings.your_pairs
source: Your Pairs
de: Deine Verbindungen
es: Tus vínculos
fr: Vos liens
it: I tuoi legami
ja: つながっている人
ko: 이어진 사람
pt_br: Suas Duplas
tr: Eşlerin
zh_hans: 你的结对

# support.attach
source: Attach a screenshot
de: Einen Screenshot anfügen
es: Adjuntar una captura
fr: Joindre une capture d'écran
it: Allega uno screenshot
ja: 画面を添える
ko: 스크린샷 첨부
pt_br: Anexar uma captura de tela
tr: Bir ekran görüntüsü ekle
zh_hans: 附上一张截图

# support.attached
source: Screenshot attached
de: Screenshot angefügt
es: Captura adjuntada
fr: Capture d'écran jointe
it: Screenshot allegato
ja: 画面を添えました
ko: 스크린샷이 첨부되었어요
pt_br: Captura de tela anexada
tr: Ekran görüntüsü eklendi
zh_hans: 已附上截图

# support.send
source: SEND
de: SENDEN
es: ENVIAR
fr: ENVOYER
it: INVIA
ja: 送る
ko: 보내기
pt_br: ENVIAR
tr: GÖNDER
zh_hans: 发送

# support.title
source: How can we help you?
de: Wie können wir dir beistehen?
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous t'accompagner ?
it: Come possiamo aiutarti?
ja: どんなことで お手伝いしましょう
ko: 어떻게 도와드릴까요
pt_br: Como podemos te acolher?
tr: Sana nasıl yardım edebiliriz?
zh_hans: 我们能怎样 陪伴你呢

# vault.empty.subtitle
source: Swipe right on messages and tap Save to keep them here
de: Wische bei Botschaften nach rechts und tippe auf Behalten, um sie hier zu sammeln
es: Desliza a la derecha en los mensajes y toca Guardar para conservarlos aquí
fr: Glissez à droite sur les messages et touchez Garder pour les conserver ici
it: Scorri a destra sui messaggi e tocca Custodisci per conservarli qui
ja: 心に響いた言葉を右にスワイプして、保存してみましょう
ko: 마음에 와닿은 말을 오른쪽으로 넘기고 저장을 눌러 간직해 보세요
pt_br: Deslize para a direita nas cartas e toque em Salvar para guardá-las aqui
tr: Mektupları sağa sürükle ve burada saklamak için Sakla'ya dokun
zh_hans: 在喜欢的话上向右滑动,点收藏就可以放进这里

# vault.empty.title
source: No saved moments yet
de: Noch keine bewahrten Momente
es: Aún no hay momentos guardados
fr: Aucun moment gardé
it: Nessun momento custodito
ja: まだ保存された言葉はありません
ko: 아직 간직한 말이 없어요
pt_br: Nenhum momento guardado ainda
tr: Henüz saklanmış an yok
zh_hans: 还没有收藏的句子

# vault.subtitle
source: A SANCTUARY FOR YOUR THOUGHTS
de: EIN ORT FÜR DEINE GEDANKEN
es: UN REFUGIO PARA TUS PENSAMIENTOS
fr: UN REFUGE POUR VOS PENSÉES
it: UN RIFUGIO PER I TUOI PENSIERI
ja: あなたの心の引き出し
ko: 당신 마음의 서랍
pt_br: UM REFÚGIO PARA SEUS PENSAMENTOS
tr: DÜŞÜNCELERİNİN SIĞINAĞI
zh_hans: 属于你的心事盒子

# vault.title
source: Saved Moments
de: Bewahrte Momente
es: Momentos Guardados
fr: Moments Gardés
it: Momenti Custoditi
ja: 大切な ひとこと
ko: 간직한 한 줄
pt_br: Momentos Guardados
tr: Saklanan Anlar
zh_hans: 收藏的 句子

# write.button.send
source: SEND INTO THE LIGHT
de: INS LICHT ENTLASSEN
es: ENVIAR HACIA LA LUZ
fr: LIBÉRER DANS LA LUMIÈRE
it: LASCIA ANDARE NELLA LUCE
ja: 風にのせて送る
ko: 바람에 실어 보내기
pt_br: SOLTAR NO VENTO
tr: RÜZGARA BIRAK
zh_hans: 随风寄出

# write.button.send_to_pair
source: SEND TO %@
de: AN %@ SENDEN
es: ENVIAR A %@
fr: ENVOYER À %@
it: INVIA A %@
ja: %@ に送る
ko: %@ 에게 보내기
pt_br: ENVIAR PARA %@
tr: %@ E GÖNDER
zh_hans: 寄给 %@

# write.character_counter
source: %lld CHARACTERS UNTIL GLOW
de: %lld ZEICHEN BIS ZUM LEUCHTEN
es: %lld CARACTERES HASTA EL BRILLO
fr: %lld CARACTÈRES AVANT L'ÉCLAT
it: %lld CARATTERI PRIMA DEL BAGLIORE
ja: あと %lld 文字でひかりに
ko: %lld 글자 후 빛이 됩니다
pt_br: %lld CARACTERES ATÉ A LUZ
tr: %lld KARAKTER SONRA IŞIK
zh_hans: 再写 %lld 个字就发光啦

# write.mood.random
source: SELECTING MOOD
de: STIMMUNG WIRD GEWÄHLT
es: ELIGIENDO HUMOR
fr: HUMEUR EN COURS
it: STO SCEGLIENDO L'UMORE
ja: 気分を選んでいます
ko: 기분을 고르는 중
pt_br: ESCOLHENDO O HUMOR
tr: RUH HALİ SEÇİLİYOR
zh_hans: 正在挑心情

# write.placeholder.line1
source: Pour your silence
de: Gieße deine Stille
es: Vierte tu silencio
fr: Versez votre silence
it: Versa il tuo silenzio
ja: 胸の中の静けさを
ko: 마음속의 고요를
pt_br: Despeje seu silêncio
tr: İçindeki sessizliği
zh_hans: 把心里的安静

# write.placeholder.line2
source: into words...
de: in Worte...
es: en palabras...
fr: en mots...
it: in parole...
ja: 言葉にしてみる…
ko: 글로 옮겨 보세요…
pt_br: em palavras...
tr: kelimelere dök...
zh_hans: 化作文字…

# write.recipient.everyone
source: EVERYONE
de: ALLE
es: TODOS
fr: TOUT LE MONDE
it: TUTTI
ja: みんなへ
ko: 모두에게
pt_br: PARA TODOS
tr: HERKESE
zh_hans: 所有人
